"USSD_ERROR" = "執行要求時發生錯誤";
"USSD_TERMINATED" = "區段終止";

"%@ Call Forwarding\n%@\n%@%@" = "來電轉接：%@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "來電等候：%@\n%@";
"%@ Call Barring\n%@\n%@" = "通話限制：%@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "固定撥號：%@\n%@";
"Connected Line Presentation\n%@" = "受話方號碼顯示\n%@";
"Calling Line Presentation\n%@" = "發話方號碼顯示\n%@";
"Connected Line ID Restriction\n%@" = "受話方號碼不顯示\n%@";
"Calling Line ID Restriction\n%@" = "發話方號碼不顯示\n%@";
"SIM Lock\n%@" = "SIM 鎖定\n%@";
"Service Center Address\n%@" = "服務中心地址\n%@";
"Supplementary Service Password\n%@" = "附加服務密碼\n%@";
"Calling Name Presentation\n%@" = "發話方名稱顯示\n%@";

"Forwards to %@\n" = "轉接到 %@\n";

"All Calls" = "所有通話";
"All Conditional Calls" = "所有指定通話";
"Async Data Circuit" = "非同步資料電路";
"Data" = "資料";
"Fax" = "傳真";
"Packet Access" = "封包存取";
"Pad Access" = "Pad 存取";
"SMS" = "SMS";
"Sync Data Circuit" = "同步資料電路";
"Voice" = "語音";

"All Outgoing" = "所有傳出資料";
"All Incoming" = "所有傳入資料";
"Outgoing International" = "國際傳出資料";
"Outgoing International, Except Home Country" = "除了本國以外的國際傳出資料";
"Incoming While Roaming Outside Home Country" = "國際漫遊時的傳入資料";
"Incoming, Not On SIM" = "不在 SIM 上的傳入資料";
"All Services" = "所有服務";
"All Outgoing Services" = "所有傳出服務";
"All Incoming Services" = "所有傳入服務";

"Disabled" = "已停用";
"Enabled" = "已啟用";

"On All Calls" = "所有通話";
"When Busy" = "忙線時";
"When Unanswered" = "無人接聽時";
"When Unreachable" = "未能接通時";

"Setting %@ Succeeded" = "設定%@成功\n";
"Setting Interrogation Succeeded" = "設定查詢成功\n";
"Setting %@ Failed" = "設定%@失敗\n";
"Setting Interrogation Failed" = "設定查詢失敗\n";

"Not Available" = "無法使用";
"Network Controlled" = "網路已控制";
"Temporarily Disabled" = "暫時停用";
"Temporarily Enabled" = "暫時啟用";
"Unknown" = "未知";

"Activation" = "啟用";
"Deactivation" = "停用";
"Interrogation" = "查詢";
"Registration" = "登錄";
"Erasure" = "抹除";

"No Address" = "無位址";
"No Service Specified" = "未指定服務";
"Type %d" = "類型 %d";

// generic error
"CALL_FAILED" = "通話失敗";
// error codes
"kCTNoError" = "沒有錯誤";
"kCTUnknownError" = "未知的錯誤";
"kCTErrorRadioFailure" = "無線電失敗";
// Generic network errors
"kCTErrorNetworkFailure" = "網路失敗";
"kCTErrorCongestion" = "網路壅塞";
"kCTErrorUnidentifiedSubscriber" = "無法識別的用戶";
"kCTErrorFacilityRejected" = "設備已拒絕";
"kCTErrorUnknownSubscriber" = "未知的用戶";
"kCTErrorNetworkOutOfOrder" = "網路故障";
"kCTErrorInvalidTransactionIdentifier" = "無效的交易識別碼";
"kCTErrorSemanticallyIncorrectMessage" = "語義上不正確的訊息";
"kCTErrorInvalidMandatoryInformation" = "無效的強制資訊";
"kCTErrorMessageTypeNonExistant" = "訊息類型不存在";
"kCTErrorMessageNotCompatibleWithProtocolState" = "訊息與協定狀態不相容";
"kCTErrorInformationElementNonExistant" = "資訊元件不存在";
"kCTErrorProtocolErrorUnspecified" = "協定錯誤未指定";
"kCTErrorTemporaryFailure" = "暫時失敗";
"kCTErrorResourcesUnavailable" = "無法使用資源";
"kCTErrorRequestedFacilityNotSubscribed" = "尚未申租要求的設備";
"kCTErrorRequestedFacilityNotImplemented" = "尚未完成要求的設備";
"kCTErrorInterworkingError" = "互連錯誤";
"kCTErrorInterworkingNotSupported" = "不支援互連";
"kCTErrorCommandCannotBeActioned" = "無法執行指令";
"kCTErrorNoNetworkService" = "沒有網路服務";
// Call related errors
"kCTErrorUnassignedNumber" = "尚未指定的號碼";
"kCTErrorOperatorDeterminedBarring" = "營運商決定的限制";
"kCTErrorCallBarred" = "通話已限制";
"kCTErrorUserBusy" = "使用者忙線中";
"kCTErrorNoUserResponding" = "沒有使用者回應";
"kCTErrorNumberChanged" = "號碼已更改";
"kCTErrorInvalidNumberFormat" = "無效的號碼格式";
"kCTErrorCallRejected" = "通話已拒絕";
// SIM errors
"kCTErrorSimNotInserted" = "並未插入 SIM 卡";
"kCTErrorSimPinRequired" = "需要 SIM PIN";
"kCTErrorSimPukRequired" = "需要 SIM PUK";
"kCTErrorSimFailure" = "SIM 失敗";
"kCTErrorSimMemoryFailure" = "SIM 記憶體失敗";
"kCTBadPinFormatError" = "不正確的 PIN 格式";
"kCTErrorNumberNotAllowed" = "號碼不允許";
"kCTErrorIncorrectPassword" = "密碼不正確";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "短訊傳送失敗";
"kCTErrorDestinationOutOfOrder" = "目標故障";
"kCTErrorClass0NotSupported" = "不支援層級 0";
"kCTErrorCannotReplaceSm" = "無法替換 SIM";
"kCTErrorUnspecifiedPid" = "未指定的 PID";
"kCTErrorDataCodingSchemeNotSupported" = "不支援資料編碼方案";
"kCTErrorUnspecifiedDcs" = "未指定的 DCS 錯誤";
"kCTErrorCommandUnsupported" = "不支援指令";
"kCTErrorUnspecifiedTpCommand" = "未指定的 TP 指令錯誤";
"kCTErrorTpduNotSupported" = "不支援 TPDU";
"kCTErrorScBusy" = "SC 忙線中";
"kCTErrorRejectedBySimSmsControl" = "SIM SMS 控制拒絕";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS 不合法的 MS";
"kCTErrorGprsIllegalMe" = "GPRS 不合法的 ME";
"kCTErrorGprsServicesNotAllowed" = "不允許 GPRS 服務";
"kCTErrorGprsPlmnNotAllowed" = "不允許 GPRS PLMN";
"kCTErrorGprsLocationAreaNotAllowed" = "不允許 GPRS 位置區域";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "在位置區域不允許 GPRS 漫遊";
"kCTErrorGprsServiceOptionNotSupported" = "不支援 GPRS 服務選項";
"kCTErrorGprsServiceOptionNotSubscribed" = "尚未申租 GPRS 服務選項";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS 服務選項暫時故障";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP 認證失敗";
"kCTErrorGprsInvalidMobileClass" = "GPRS 無效的行動層級";
"kCTErrorGprsUnspecified" = "未指定 GPRS";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS 遺失或未知的 APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "基頻拒絕 GPRS PDP 認證資訊";
